Repository: CodyBontecou/ios-location-tracker
Catalog: IsoMe/Localizable.xcstrings
Source language: en
Languages: ar, bn, es, fr, hi, ja, pt_br, ru, zh_hans

source: Rename stops from nearby business suggestions, filter the list, and reset back to the detected location whenever you need.
ar: قم بإعادة تسمية التوقفات من اقتراحات الأعمال القريبة، وقم بتصفية القائمة، ثم أعد تعيينها مرة أخرى إلى الموقع المكتشف كلما احتجت إلى ذلك.
bn: কাছাকাছি ব্যবসায়িক পরামর্শ থেকে স্টপের নাম পরিবর্তন করুন, তালিকাটি ফিল্টার করুন এবং যখনই আপনার প্রয়োজন হবে সনাক্তকৃত অবস্থানে পুনরায় সেট করুন।
es: Cambie el nombre de las paradas de las sugerencias de negocios cercanos, filtre la lista y restablezca la ubicación detectada cuando lo necesite.
fr: Renommez les arrêts à partir des suggestions d'entreprises à proximité, filtrez la liste et réinitialisez l'emplacement détecté chaque fois que vous en avez besoin.
hi: आस-पास के व्यावसायिक सुझावों से नाम बदलें, सूची को फ़िल्टर करें, और जब भी आपको आवश्यकता हो, पता लगाए गए स्थान पर वापस रीसेट करें।
ja: 必要に応じていつでも、近くのビジネス候補から停留所の名前を変更し、リストをフィルタリングして、検出された場所にリセットします。
pt_br: Renomeie paradas de sugestões de empresas próximas, filtre a lista e redefina para o local detectado sempre que precisar.
ru: Переименовывайте остановки из ближайших бизнес-предложений, фильтруйте список и возвращайтесь к обнаруженному местоположению, когда вам нужно.
zh_hans: 从附近的商家建议中重命名停靠点、过滤列表，并在需要时重置回检测到的位置。

source: Replay controls are open
ar: عناصر التحكم في إعادة التشغيل مفتوحة
bn: রিপ্লে কন্ট্রোল খোলা আছে
es: Los controles de reproducción están abiertos
fr: Les contrôles de relecture sont ouverts
hi: रीप्ले नियंत्रण खुले हैं
ja: リプレイコントロールが開いています
pt_br: Os controles de repetição estão abertos
ru: Управление повторами открыто.
zh_hans: 重播控件已打开

source: REPLAY ONBOARDING
ar: إعادة التشغيل
bn: অনবোর্ডিং রিপ্লে করুন
es: INCORPORACIÓN DE REPETICIÓN
fr: REJOUER L'INTÉGRATION
hi: ऑनबोर्डिंग पुनः चलायें
ja: リプレイオンボーディング
pt_br: INTEGRAÇÃO DE REPETIÇÃO
ru: ВОСПРОИЗВЕДЕНИЕ
zh_hans: 重播入职流程

source: Replay your route
ar: أعد تشغيل مسارك
bn: আপনার রুট রিপ্লে করুন
es: Reproduce tu ruta
fr: Rejouez votre itinéraire
hi: अपना मार्ग पुनः चलाएँ
ja: ルートを再生する
pt_br: Repita sua rota
ru: Воспроизведите свой маршрут
zh_hans: 重播您的路线

source: Request Location
ar: طلب الموقع
bn: অবস্থান অনুরোধ
es: Solicitar ubicación
fr: Emplacement de la demande
hi: स्थान का अनुरोध करें
ja: リクエストの場所
pt_br: Solicitar localização
ru: Запросить местоположение
zh_hans: 请求位置

source: Requests a fresh current location.
ar: يطلب الموقع الحالي الجديد.
bn: একটি নতুন বর্তমান অবস্থান অনুরোধ.
es: Solicita una nueva ubicación actual.
fr: Demande un nouvel emplacement actuel.
hi: नए वर्तमान स्थान का अनुरोध करता है.
ja: 新しい現在の場所を要求します。
pt_br: Solicita uma nova localização atual.
ru: Запрашивает новое текущее местоположение.
zh_hans: 请求新的当前位置。

source: Reset
ar: إعادة ضبط
bn: রিসেট করুন
es: Reiniciar
fr: Réinitialiser
hi: रीसेट करें
ja: リセット
pt_br: Reiniciar
ru: Перезагрузить
zh_hans: 重置

source: Restore failed: %@
ar: فشلت الاستعادة: %@
bn: পুনরুদ্ধার ব্যর্থ হয়েছে: %@
es: Error de restauración: %@
fr: Échec de la restauration : %@
hi: पुनर्स्थापना विफल: %@
ja: 復元に失敗しました: %@
pt_br: Falha na restauração: %@
ru: Восстановление не удалось: %@
zh_hans: 恢复失败： %@

source: Restore Purchase
ar: استعادة الشراء
bn: ক্রয় পুনরুদ্ধার করুন
es: Restaurar compra
fr: Restaurer l'achat
hi: पुनःस्थापन क्रय
ja: 購入を復元する
pt_br: Restaurar compra
ru: Восстановить покупку
zh_hans: 恢复购买

source: RESTORE PURCHASE
ar: استعادة الشراء
bn: ক্রয় পুনরুদ্ধার করুন
es: RESTAURAR COMPRA
fr: RESTAURER L'ACHAT
hi: पुनःस्थापन क्रय
ja: 購入を復元する
pt_br: RESTAURAR COMPRA
ru: ВОССТАНОВИТЬ ПОКУПКУ
zh_hans: 恢复购买

source: Restores the automatically detected visit name.
ar: استعادة اسم الزيارة المكتشف تلقائيًا.
bn: স্বয়ংক্রিয়ভাবে সনাক্ত করা ভিজিট নাম পুনরুদ্ধার করে।
es: Restaura el nombre de la visita detectada automáticamente.
fr: Restaure le nom de la visite détecté automatiquement.
hi: स्वचालित रूप से पहचाने गए विज़िट नाम को पुनर्स्थापित करता है।
ja: 自動的に検出された訪問名を復元します。
pt_br: Restaura o nome da visita detectada automaticamente.
ru: Восстанавливает автоматически определенное имя посещения.
zh_hans: 恢复自动检测到的访问名称。

source: Restores the originally detected visit location.
ar: يستعيد موقع الزيارة المكتشف أصلاً.
bn: আসল সনাক্ত করা ভিজিট লোকেশন পুনরুদ্ধার করে।
es: Restaura la ubicación de visita detectada originalmente.
fr: Restaure le lieu de visite initialement détecté.
hi: मूल रूप से पता लगाए गए विज़िट स्थान को पुनर्स्थापित करता है।
ja: 最初に検出された訪問場所を復元します。
pt_br: Restaura o local da visita detectado originalmente.
ru: Восстанавливает первоначально обнаруженное место посещения.
zh_hans: 恢复最初检测到的访问位置。

source: Restricted
ar: مقيد
bn: সীমাবদ্ধ
es: Restringido
fr: Limité
hi: वर्जित
ja: 制限付き
pt_br: Restrito
ru: Ограниченный
zh_hans: 受限制的

source: Reuse
ar: إعادة الاستخدام
bn: পুনরায় ব্যবহার করুন
es: Reutilizar
fr: Réutilisation
hi: पुनः उपयोग करें
ja: 再利用
pt_br: Reutilizar
ru: повторное использование
zh_hans: 重复利用

source: Reuse saved locations
ar: إعادة استخدام المواقع المحفوظة
bn: সংরক্ষিত অবস্থানগুলি পুনরায় ব্যবহার করুন
es: Reutilizar ubicaciones guardadas
fr: Réutiliser les emplacements enregistrés
hi: सहेजे गए स्थानों का पुन: उपयोग करें
ja: 保存した場所を再利用する
pt_br: Reutilizar locais salvos
ru: Повторное использование сохраненных местоположений
zh_hans: 重复使用保存的位置

source: Reveals fallback straight segments wherever road matching has no confident route. Useful when you want to inspect raw gaps.
ar: يكشف عن الأجزاء المستقيمة الاحتياطية عندما لا يكون لمطابقة الطريق طريق موثوق به. مفيد عندما تريد فحص الفجوات الأولية.
bn: যেখানেই রাস্তার মিলের কোন আত্মবিশ্বাসী রুট নেই সেখানে ফলব্যাক সোজা অংশগুলি প্রকাশ করে৷ আপনি যখন কাঁচা ফাঁক পরিদর্শন করতে চান তখন দরকারী।
es: Revela segmentos rectos alternativos donde la coincidencia de carreteras no tiene una ruta segura. Útil cuando desea inspeccionar espacios sin procesar.
fr: Révèle les segments droits de secours partout où la correspondance de route n'a pas d'itinéraire fiable. Utile lorsque vous souhaitez inspecter les espaces bruts.
hi: जहां भी सड़क मिलान का कोई विश्वसनीय मार्ग नहीं है, वहां फ़ॉलबैक सीधे खंडों का पता चलता है। उपयोगी जब आप कच्चे अंतराल का निरीक्षण करना चाहते हैं।
ja: 道路マッチングで信頼できるルートがない場合は、フォールバック直線セグメントを明らかにします。生の隙間を検査したい場合に便利です。
pt_br: Revela segmentos retos alternativos sempre que a correspondência de estrada não tiver uma rota confiável. Útil quando você deseja inspecionar lacunas brutas.
ru: Отображает резервные прямые сегменты там, где сопоставление дорог не имеет уверенного маршрута. Полезно, когда вы хотите проверить необработанные пробелы.
zh_hans: 在道路匹配没有可靠路线的地方显示后备直线路段。当您想要检查原始间隙时很有用。

source: Review visits and movement sessions together by day, with quick controls for today, yesterday, and any date you choose.
ar: قم بمراجعة الزيارات وجلسات الحركة معًا يوميًا، مع عناصر تحكم سريعة لليوم والأمس وأي تاريخ تختاره.
bn: আজকের, গতকাল এবং আপনার বেছে নেওয়া যেকোন তারিখের জন্য দ্রুত নিয়ন্ত্রণ সহ, দিনে একসাথে ভিজিট এবং মুভমেন্ট সেশন পর্যালোচনা করুন।
es: Revisa juntas visitas y sesiones de movimiento por día, con controles rápidos para hoy, ayer y la fecha que elijas.
fr: Passez en revue les visites et les séances de mouvement ensemble par jour, avec des contrôles rapides pour aujourd'hui, hier et toute date de votre choix.
hi: आज, कल और आपके द्वारा चुनी गई किसी भी तारीख के लिए त्वरित नियंत्रण के साथ, दिन-प्रतिदिन यात्राओं और आंदोलन सत्रों की समीक्षा करें।
ja: 今日、昨日、および選択した任意の日付のクイック コントロールを使用して、訪問と移動セッションを日ごとにまとめて確認します。
pt_br: Revise visitas e sessões de movimentação em conjunto por dia, com controles rápidos para hoje, ontem e qualquer data que você escolher.
ru: Просматривайте посещения и сеансы движения по дням с быстрым контролем за сегодня, вчера и любую выбранную вами дату.
zh_hans: 每天一起查看访问和运动会话，并快速控制今天、昨天和您选择的任何日期。

source: Road-matched path
ar: مسار مطابق للطريق
bn: রাস্তার সাথে মিলে যাওয়া পথ
es: Camino igualado por carretera
fr: Chemin adapté à la route
hi: सड़क-मिलान पथ
ja: 道路に適合したパス
pt_br: Caminho correspondente à estrada
ru: Соответствующий маршрут
zh_hans: 道路匹配路径

source: ROUTE REPLAY
ar: إعادة تشغيل المسار
bn: রুট রিপ্লে
es: REPETICIÓN DE RUTA
fr: RELECTURE DE L'ITINÉRAIRE
hi: रूट रीप्ले
ja: ルートリプレイ
pt_br: REPETIÇÃO DA ROTA
ru: ВОСПРОИЗВЕДЕНИЕ МАРШРУТА
zh_hans: 路线重播

source: Route replay position
ar: موقف إعادة تشغيل الطريق
bn: রুট রিপ্লে অবস্থান
es: Posición de repetición de ruta
fr: Position de relecture de l'itinéraire
hi: रूट रीप्ले स्थिति
ja: ルートリプレイ位置
pt_br: Posição de repetição da rota
ru: Позиция воспроизведения маршрута
zh_hans: 路线重放位置

source: Route replay progress
ar: تقدم إعادة تشغيل المسار
bn: রুট রিপ্লে অগ্রগতি
es: Progreso de la repetición de ruta
fr: Progression de la relecture de l'itinéraire
hi: रूट रीप्ले प्रगति
ja: ルートリプレイの進行状況
pt_br: Progresso da repetição da rota
ru: Ход воспроизведения маршрута
zh_hans: 路线回放进度

source: Route replay. %@
ar: إعادة تشغيل المسار. %@
bn: রুট রিপ্লে। %@
es: Repetición de ruta. %@
fr: Relecture du parcours. %@
hi: रूट रीप्ले. %@
ja: ルートリプレイ。 %@
pt_br: Repetição da rota. %@
ru: Повтор маршрута. %@
zh_hans: 路线重播。 %@

source: Routes with start and end markers plus optional detail points.
ar: مسارات مع علامات البداية والنهاية بالإضافة إلى نقاط تفصيلية اختيارية.
bn: শুরু এবং শেষ মার্কার এবং ঐচ্ছিক বিশদ পয়েন্ট সহ রুট।
es: Rutas con marcadores de inicio y fin más puntos de detalle opcionales.
fr: Itinéraires avec marqueurs de début et de fin et points de détail facultatifs.
hi: आरंभ और अंत मार्करों के साथ-साथ वैकल्पिक विवरण बिंदुओं वाले मार्ग।
ja: 開始マーカーと終了マーカーとオプションの詳細ポイントを含むルート。
pt_br: Rotas com marcadores de início e fim, além de pontos de detalhe opcionais.
ru: Маршруты с маркерами начала и конца, а также дополнительными точками детализации.
zh_hans: 带有起点和终点标记以及可选细节点的路线。

source: Routes work in every format
ar: تعمل الطرق بكل التنسيقات
bn: রুট প্রতিটি ফরম্যাটে কাজ করে
es: Las rutas funcionan en todos los formatos.
fr: Les itinéraires fonctionnent dans tous les formats
hi: रूट हर फॉर्मेट में काम करते हैं
ja: ルートはあらゆる形式で機能します
pt_br: As rotas funcionam em todos os formatos
ru: Маршруты работают в любом формате
zh_hans: 路线适用于各种格式

# Row %lld: expected %lld columns, found %lld
source: Row %1$lld: expected %2$lld columns, found %3$lld
ar: الصف %1$lld : %2$lld من الأعمدة المتوقعة، تم العثور على %3$lld
bn: সারি %1$lld : প্রত্যাশিত %2$lld কলাম, %3$lld পাওয়া গেছে
es: Fila %1$lld : %2$lld columnas esperadas, encontradas %3$lld
fr: Ligne %1$lld : %2$lld colonnes attendues, %3$lld trouvées
hi: पंक्ति %1$lld : अपेक्षित %2$lld कॉलम, %3$lld मिला
ja: 行%1$lld : %2$lld列が予期されましたが、 %3$lldが見つかりました
pt_br: Linha %1$lld : %2$lld colunas esperadas, encontradas %3$lld
ru: Строка %1$lld : ожидаемые столбцы %2$lld , найдено %3$lld
zh_hans: %1$lld行：预期有%2$lld列，找到了%3$lld

source: Row %lld: invalid arrived_at date
ar: الصف %lld : تاريخ الوصول غير صالح
bn: সারি %lld : অবৈধ আগমনের তারিখ
es: Fila %lld : fecha de llegada no válida
fr: Ligne %lld : date d'arrivée_at non valide
hi: पंक्ति %lld : दिनांक पर अमान्य
ja: 行%lld : 無効な到着日
pt_br: Linha %lld : data de chegada_em inválida
ru: Строка %lld : неверная дата прибытия
zh_hans: 第%lld ：到达日期无效

source: Row %lld: invalid latitude
ar: الصف %lld : خط العرض غير صالح
bn: সারি %lld : অবৈধ অক্ষাংশ
es: Fila %lld : latitud no válida
fr: Ligne %lld : latitude invalide
hi: पंक्ति %lld : अमान्य अक्षांश
ja: 行%lld : 無効な緯度
pt_br: Linha %lld : latitude inválida
ru: Строка %lld : недопустимая широта.
zh_hans: 第%lld行：纬度无效

source: Row %lld: invalid longitude
ar: الصف %lld : خط طول غير صالح
bn: সারি %lld : অবৈধ দ্রাঘিমাংশ
es: Fila %lld : longitud no válida
fr: Ligne %lld : longitude invalide
hi: पंक्ति %lld : अमान्य देशांतर
ja: 行%lld : 無効な経度
pt_br: Linha %lld : longitude inválida
ru: Строка %lld : недопустимая долгота
zh_hans: 第%lld行：无效经度

source: Row %lld: invalid timestamp
ar: الصف %lld : طابع زمني غير صالح
bn: সারি %lld : অবৈধ টাইমস্ট্যাম্প৷
es: Fila %lld : marca de tiempo no válida
fr: Ligne %lld : horodatage non valide
hi: पंक्ति %lld : अमान्य टाइमस्टैम्प
ja: 行%lld : 無効なタイムスタンプ
pt_br: Linha %lld : carimbo de data/hora inválido
ru: Строка %lld : неверная временная метка
zh_hans: 第%lld ：时间戳无效

source: RUN NOW
ar: تشغيل الآن
bn: এখন চালান
es: EJECUTAR AHORA
fr: COUREZ MAINTENANT
hi: अब दौड़े
ja: 今すぐ実行
pt_br: CORRA AGORA
ru: БЕГИ СЕЙЧАС
zh_hans: 立即运行

source: Save
ar: يحفظ
bn: সংরক্ষণ করুন
es: Ahorrar
fr: Sauvegarder
hi: बचाना
ja: 保存
pt_br: Salvar
ru: Сохранять
zh_hans: 节省

source: Automatically save one dated file for each local calendar day.
ar: احفظ تلقائيًا ملفًا واحدًا مؤرخًا لكل يوم تقويمي محلي.
bn: প্রতিটি স্থানীয় ক্যালেন্ডার দিনের জন্য স্বয়ংক্রিয়ভাবে একটি তারিখযুক্ত ফাইল সংরক্ষণ করুন।
es: Guarda automáticamente un archivo fechado por cada día natural local.
fr: Enregistrez automatiquement un fichier daté pour chaque jour civil local.
hi: हर स्थानीय कैलेंडर दिन के लिए एक दिनांकित फ़ाइल अपने आप सहेजें।
ja: ローカルの暦日ごとに、日付付きファイルを1つ自動保存します。
pt_br: Salve automaticamente um arquivo datado para cada dia do calendário local.
ru: Автоматически сохраняйте по одному датированному файлу на каждый локальный календарный день.
zh_hans: 按本地日历日自动保存一个带日期的文件。

source: Save and confirm places
ar: حفظ وتأكيد الأماكن
bn: স্থান সংরক্ষণ এবং নিশ্চিত করুন
es: Guardar y confirmar lugares
fr: Enregistrer et confirmer des lieux
hi: स्थान सहेजें और पुष्टि करें
ja: 場所を保存して確認する
pt_br: Salvar e confirmar lugares
ru: Сохраняйте и подтверждайте места
zh_hans: 保存并确认地点

source: Save as reusable location
ar: حفظ كموقع قابل لإعادة الاستخدام
bn: পুনঃব্যবহারযোগ্য অবস্থান হিসাবে সংরক্ষণ করুন
es: Guardar como ubicación reutilizable
fr: Enregistrer comme emplacement réutilisable
hi: पुन: प्रयोज्य स्थान के रूप में सहेजें
ja: 再利用可能な場所として保存
pt_br: Salvar como local reutilizável
ru: Сохранить как место повторного использования
zh_hans: 另存为可重复使用的位置

source: Save current place
ar: حفظ المكان الحالي
bn: বর্তমান স্থান সংরক্ষণ করুন
es: Guardar lugar actual
fr: Enregistrer le lieu actuel
hi: वर्तमान स्थान सहेजें
ja: 現在の場所を保存する
pt_br: Salvar local atual
ru: Сохранить текущее место
zh_hans: 保存当前地点

source: Save place
ar: حفظ المكان
bn: জায়গা সংরক্ষণ করুন
es: Guardar lugar
fr: Enregistrer l'endroit
hi: स्थान सहेजें
ja: 場所を保存する
pt_br: Salvar lugar
ru: Сохранить место
zh_hans: 保存位置

source: Save Place
ar: حفظ المكان
bn: স্থান সংরক্ষণ করুন
es: Guardar lugar
fr: Enregistrer le lieu
hi: स्थान सहेजें
ja: 場所を保存
pt_br: Salvar lugar
ru: Сохранить место
zh_hans: 保存位置

source: Save places like Home, Work, or a favorite café once, then reuse them when adding visits on future days. Nearby automatic visits can use the saved name before network geocoding.
ar: احفظ أماكن مثل المنزل أو العمل أو المقهى المفضل لديك مرة واحدة، ثم أعد استخدامها عند إضافة زيارات في الأيام المقبلة. يمكن للزيارات التلقائية القريبة استخدام الاسم المحفوظ قبل الترميز الجغرافي للشبكة.
bn: বাড়ি, কর্মস্থল বা প্রিয় ক্যাফের মতো জায়গাগুলি একবার সংরক্ষণ করুন, তারপর ভবিষ্যতের দিনগুলিতে ভিজিট যোগ করার সময় সেগুলি পুনরায় ব্যবহার করুন। কাছাকাছি স্বয়ংক্রিয় পরিদর্শন নেটওয়ার্ক জিওকোডিংয়ের আগে সংরক্ষিত নাম ব্যবহার করতে পারে।
es: Guarde lugares como Casa, Trabajo o una cafetería favorita una vez y luego reutilícelos cuando agregue visitas en días futuros. Las visitas automáticas cercanas pueden utilizar el nombre guardado antes de la geocodificación de la red.
fr: Enregistrez des lieux comme la maison, le travail ou un café préféré une fois, puis réutilisez-les lors de l'ajout de visites les jours suivants. Les visites automatiques à proximité peuvent utiliser le nom enregistré avant le géocodage du réseau.
hi: घर, कार्यस्थल या पसंदीदा कैफे जैसी जगहों को एक बार सहेजें, फिर भविष्य के दिनों में विज़िट जोड़ते समय उनका पुन: उपयोग करें। आस-पास की स्वचालित विज़िट नेटवर्क जियोकोडिंग से पहले सहेजे गए नाम का उपयोग कर सकती हैं।
ja: 自宅、職場、お気に入りのカフェなどの場所を一度保存​​しておくと、後日訪問を追加するときにそれらを再利用できます。近くの自動訪問では、ネットワーク ジオコーディングの前に保存された名前を使用できます。
pt_br: Salve lugares como Casa, Trabalho ou um café favorito uma vez e reutilize-os ao adicionar visitas em dias futuros. As visitas automáticas próximas podem usar o nome salvo antes da geocodificação da rede.
ru: Сохраните такие места, как «Дом», «Работа» или любимое кафе, а затем повторно используйте их при добавлении посещений в будущие дни. Автоматические посещения поблизости могут использовать сохраненное имя перед сетевым геокодированием.
zh_hans: 保存一次家庭、工作或最喜欢的咖啡馆等地点，然后在未来几天添加访问时重复使用它们。附近的自动访问可以使用网络地理编码前保存的名称。

source: Save reusable locations
ar: حفظ المواقع القابلة لإعادة الاستخدام
bn: পুনর্ব্যবহারযোগ্য অবস্থানগুলি সংরক্ষণ করুন
es: Guardar ubicaciones reutilizables
fr: Enregistrer des emplacements réutilisables
hi: पुन: प्रयोज्य स्थान सहेजें
ja: 再利用可能な場所を保存する
pt_br: Salve locais reutilizáveis
ru: Сохраняйте места, которые можно использовать повторно.
zh_hans: 保存可重复使用的位置

source: Save Time Changes
ar: حفظ تغييرات الوقت
bn: সময় পরিবর্তন সংরক্ষণ করুন
es: Guardar cambios de hora
fr: Enregistrer les modifications de temps
hi: समय परिवर्तन सहेजें
ja: 時間の変更を保存
pt_br: Salvar alterações de horário
ru: Сохранить изменения времени
zh_hans: 节省更改时间

source: Saved %lld files
ar: تم حفظ %lld من الملفات
bn: সংরক্ষিত %lld ফাইল
es: Archivos %lld guardados
fr: Fichiers %lld enregistrés
hi: %lld फ़ाइलें सहेजी गईं
ja: 保存された%lldファイル
pt_br: %lld arquivos salvos
ru: Сохранено %lld файлов
zh_hans: 已保存%lld文件

# Saved %lld files to %@
source: Saved %1$lld files to %2$@
ar: تم حفظ %1$lld من الملفات إلى %2$@
bn: %1$lld ফাইল %2$@ এ সংরক্ষণ করা হয়েছে
es: Guardado %1$lld en %2$@
fr: Fichiers %1$lld enregistrés dans %2$@
hi: %1$lld फ़ाइलों को %2$@ में सहेजा गया
ja: %1$lldファイルを%2$@に保存しました
pt_br: %1$lld arquivos salvos em %2$@
ru: Файлы %1$lld сохранены в %2$@
zh_hans: 已将%1$lld文件保存到%2$@

source: Saved location ready
ar: الموقع المحفوظ جاهز
bn: সংরক্ষিত অবস্থান প্রস্তুত
es: Ubicación guardada lista
fr: Emplacement enregistré prêt
hi: सहेजा गया स्थान तैयार
ja: 保存された場所の準備ができました
pt_br: Local salvo pronto
ru: Сохраненное местоположение готово
zh_hans: 保存的位置已准备好

source: Saved Locations
ar: المواقع المحفوظة
bn: সংরক্ষিত অবস্থান
es: Ubicaciones guardadas
fr: Emplacements enregistrés
hi: सहेजे गए स्थान
ja: 保存された場所
pt_br: Locais salvos
ru: Сохраненные локации
zh_hans: 保存的地点

source: Saved to %@
ar: تم الحفظ في %@
bn: %@ সংরক্ষিত
es: Guardado en %@
fr: Enregistré dans %@
hi: %@ पर सहेजा गया
ja: %@に保存されました
pt_br: Salvo em %@
ru: Сохранено в %@
zh_hans: 已保存至%@

source: Scheduled exports now use iOS background wakes, server nudges, and a tap-to-retry fallback notification to run closer to your chosen time.
ar: تستخدم عمليات التصدير المجدولة الآن تنبيهات الخلفية لنظام التشغيل iOS ، ودفعات الخادم، وإشعارًا احتياطيًا بالضغط لإعادة المحاولة للتشغيل بالقرب من الوقت الذي اخترته.
bn: নির্ধারিত রপ্তানি এখন iOS ব্যাকগ্রাউন্ড ওয়েকস, সার্ভার নাজ, এবং আপনার নির্বাচিত সময়ের কাছাকাছি চলার জন্য একটি ট্যাপ-টু-রিট্রাই ফলব্যাক বিজ্ঞপ্তি ব্যবহার করে।
es: Las exportaciones programadas ahora utilizan activaciones en segundo plano iOS , empujones del servidor y una notificación alternativa de tocar para reintentar para ejecutarse más cerca de la hora elegida.
fr: Les exportations planifiées utilisent désormais les réveils en arrière-plan iOS , les nudges du serveur et une notification de secours en appuyant pour réessayer pour s'exécuter plus près de l'heure choisie.
hi: शेड्यूल किए गए निर्यात अब आपके चुने हुए समय के करीब चलने के लिए iOS बैकग्राउंड वेक, सर्वर नज और टैप-टू-रीट्री फ़ॉलबैक अधिसूचना का उपयोग करते हैं।
ja: スケジュールされたエクスポートは、 iOSバックグラウンド ウェイク、サーバー ナッジ、およびタップして再試行するフォールバック通知を使用して、選択した時刻に近づいて実行されるようになりました。
pt_br: As exportações agendadas agora usam ativações em segundo plano iOS , alertas de servidor e uma notificação de fallback de toque para tentar novamente para serem executadas mais perto do horário escolhido.
ru: Запланированный экспорт теперь использует фоновое пробуждение iOS , подталкивание сервера и резервное уведомление о повторной попытке, чтобы выполнить его ближе к выбранному вами времени.
zh_hans: 计划导出现在使用iOS后台唤醒、服务器微移和点击重试后备通知来运行更接近您选择的时间。

source: Search Apple Maps for a place or address, confirm it on the map, and save the visit without using your current GPS location.
ar: ابحث في Apple Maps عن مكان أو عنوان، وقم بتأكيده على الخريطة، واحفظ الزيارة دون استخدام موقع GPS الحالي الخاص بك.
bn: একটি স্থান বা ঠিকানার জন্য Apple Maps অনুসন্ধান করুন, মানচিত্রে এটি নিশ্চিত করুন এবং আপনার বর্তমান GPS অবস্থান ব্যবহার না করে পরিদর্শনটি সংরক্ষণ করুন৷
es: Busque en Apple Maps un lugar o dirección, confírmelo en el mapa y guarde la visita sin utilizar su ubicación GPS actual.
fr: Recherchez un lieu ou une adresse Apple Maps , confirmez-le sur la carte et enregistrez la visite sans utiliser votre position GPS actuelle.
hi: किसी स्थान या पते के लिए Apple Maps खोजें, मानचित्र पर इसकी पुष्टि करें, और अपने वर्तमान GPS स्थान का उपयोग किए बिना विज़िट को सहेजें।
ja: 現在のGPS位置情報を使用せずに、 Apple Mapsで場所や住所を検索し、地図上で確認し、訪問を保存します。
pt_br: Pesquise um local ou endereço Apple Maps , confirme-o no mapa e salve a visita sem usar sua localização GPS atual.
ru: Найдите в Apple Maps место или адрес, подтвердите его на карте и сохраните посещение, не используя текущее местоположение GPS .
zh_hans: 在Apple Maps中搜索地点或地址，在地图上确认，然后保存访问，而无需使用当前的GPS位置。

source: Search Apple Maps or choose on map
ar: ابحث في Apple Maps أو اختر على الخريطة
bn: Apple Maps অনুসন্ধান করুন বা মানচিত্রে চয়ন করুন
es: Busque Apple Maps o elija en el mapa
fr: Recherchez Apple Maps ou choisissez sur la carte
hi: Apple Maps खोजें या मानचित्र पर चुनें
ja: Apple Maps検索するか、地図上で選択します
pt_br: Pesquise Apple Maps ou escolha no mapa
ru: Найдите Apple Maps или выберите на карте.
zh_hans: 搜索Apple Maps或在地图上选择

source: Search for a business, landmark, or street address. You can also navigate and tap the map.
ar: ابحث عن عنوان عمل أو معلم أو شارع. يمكنك أيضًا التنقل والنقر فوق الخريطة.
bn: একটি ব্যবসা, ল্যান্ডমার্ক, বা রাস্তার ঠিকানা খুঁজুন। এছাড়াও আপনি নেভিগেট করতে পারেন এবং ম্যাপে ট্যাপ করতে পারেন।
es: Busque una empresa, un punto de referencia o una dirección postal. También puedes navegar y tocar el mapa.
fr: Recherchez une entreprise, un point de repère ou une adresse postale. Vous pouvez également naviguer et appuyer sur la carte.
hi: व्यवसाय, मील का पत्थर, या सड़क का पता खोजें। आप मानचित्र पर नेविगेट और टैप भी कर सकते हैं।
ja: ビジネス、ランドマーク、または番地を検索します。地図をタップして移動することもできます。
pt_br: Pesquise uma empresa, ponto de referência ou endereço. Você também pode navegar e tocar no mapa.
ru: Найдите компанию, достопримечательность или адрес. Вы также можете перемещаться и нажимать на карту.
zh_hans: 搜索企业、地标或街道地址。您还可以导航并点击地图。

source: Search for an accessible list of places, or tap the map to move the selected pin.
ar: ابحث عن قائمة الأماكن التي يمكن الوصول إليها، أو اضغط على الخريطة لتحريك الدبوس المحدد.
bn: স্থানগুলির একটি অ্যাক্সেসযোগ্য তালিকা অনুসন্ধান করুন, বা নির্বাচিত পিনটি সরাতে মানচিত্রে আলতো চাপুন৷
es: Busque una lista accesible de lugares o toque el mapa para mover el marcador seleccionado.
fr: Recherchez une liste de lieux accessibles ou appuyez sur la carte pour déplacer l'épingle sélectionnée.
hi: स्थानों की सुलभ सूची खोजें, या चयनित पिन को स्थानांतरित करने के लिए मानचित्र पर टैप करें।
ja: アクセス可能な場所のリストを検索するか、地図をタップして選択したピンを移動します。
pt_br: Procure uma lista acessível de lugares ou toque no mapa para mover o alfinete selecionado.
ru: Найдите доступный список мест или коснитесь карты, чтобы переместить выбранную булавку.
zh_hans: 搜索可访问的地点列表，或点击地图以移动选定的图钉。
